{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "'Why?": 4,
      "CHAPTER I": 5,
      "CHAPTER II": 6,
      "CHAPTER III": 7,
      "CHAPTER IV": 8,
      "CHAPTER IX": 9,
      "CHAPTER V": 10,
      "CHAPTER VI": 11,
      "CHAPTER VII": 12,
      "CHAPTER VIII": 13,
      "CHAPTER X": 14,
      "CHAPTER XI": 15,
      "CHAPTER XII": 16,
      "CHAPTER XIII": 17,
      "CHAPTER XIV": 18,
      "CHAPTER XIX": 19,
      "CHAPTER XV": 20,
      "CHAPTER XVI": 21,
      "CHAPTER XVII": 22,
      "CHAPTER XVIII": 23,
      "'What?": 24,
      "CHAPTER XX": 25,
      "CHAPTER XXI": 26,
      "CHAPTER XXII": 27,
      "CHAPTER XXIII": 28,
      "CHAPTER XXIV": 29,
      "CHAPTER XXIX": 30,
      "CHAPTER XXV": 31,
      "CHAPTER XXVI": 32,
      "CHAPTER XXVII": 33,
      "CHAPTER XXVIII": 34,
      "CHAPTER XXX": 35,
      "CHAPTER XXXI": 36,
      "CHAPTER XXXII": 37,
      "'No.": 38,
      "Why?": 39,
      "'As you please.'": 40,
      "'Dear me!": 41,
      "'I?": 42,
      "'I?...": 43,
      "'Oh no!": 44,
      "'What do you mean?": 45,
      "CHAPTER XXXIII": 46,
      "Eh?'": 47,
      "Levin smiled.": 48,
      "Oblonsky smiled.": 49,
      "Well?'": 50,
      "Why?'": 51,
      "'Alexis Alexandrovich!": 52,
      "'All right! All right!": 53,
      "'And higher still?'": 54,
      "'But why?": 55,
      "'Dear me!'": 56,
      "'Good!": 57,
      "'How do you know?'": 58,
      "'I am not late?'": 59,
      "'I don't know.'": 60,
      "'I really don't know.": 61,
      "'Not at all!": 62,
      "'Oh, come!": 63,
      "'Oh, my God!": 64,
      "'Oh, no!": 65,
      "'Oh, what nonsense!": 66,
      "'Quite well.": 67,
      "'To me?": 68,
      "'Very bad!": 69,
      "'Wait a bit.": 70,
      "'Well?": 71,
      "'What!": 72,
      "'What's the matter?": 73,
      "'What's the matter?'": 74,
      "'Where are you going?'": 75,
      "'Why can't you?": 76,
      "'Why not?": 77,
      "'Why not?'": 78,
      "'Why?'": 79,
      "'Why?...": 80,
      "'Yes, sir.'": 81,
      "Am I not right?": 82,
      "Anna Karenina": 83,
      "CHAPTER XXXIV": 84,
      "He continued:": 85,
      "How good it had all been!": 86,
      "I consider...'": 87,
      "Koznyshev smiled.": 88,
      "Leo Tolstoy": 89,
      "Levin did not reply.": 90,
      "Levin was silent.": 91,
      "May I see the letter?'": 92,
      "No, that's impossible!": 93,
      "No.": 94,
      "Not at all!": 95,
      "Nothing!": 96,
      "She interrupted him.": 97,
      "She looked at the clock.": 98,
      "Well, never mind!": 99,
      "What is it?'": 100,
      "Where is it?'": 101,
      "Where?": 102
    },
    "unk_token": "[UNK]"
  }
}