{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "I": 4,
      "II": 5,
      "III": 6,
      "IV": 7,
      "IX": 8,
      "V": 9,
      "VI": 10,
      "VII": 11,
      "VIII": 12,
      "X": 13,
      "XI": 14,
      "XII": 15,
      "XIII": 16,
      "XIV": 17,
      "XIX": 18,
      "XV": 19,
      "XVI": 20,
      "XVII": 21,
      "XVIII": 22,
      "-- Нет.": 23,
      "-- Отчего?": 24,
      "XX": 25,
      "XXI": 26,
      "XXII": 27,
      "XXIII": 28,
      "-- Слушаю-с.": 29,
      "-- Я?": 30,
      "XXIV": 31,
      "XXIX": 32,
      "XXV": 33,
      "XXVI": 34,
      "XXVII": 35,
      "XXVIII": 36,
      "XXX": 37,
      "XXXI": 38,
      "-- Как?": 39,
      "XXXII": 40,
      "Не правда ли?": 41,
      "-- Нисколько.": 42,
      "-- Ну, что?": 43,
      "-- Что?": 44,
      "-- Вот как!": 45,
      "-- Да, да.": 46,
      "-- О нет!": 47,
      "-- Что ты?": 48,
      "-- Я не знаю.": 49,
      "XXXIII": 50,
      "А?": 51,
      "Да?": 52,
      "Ничего.": 53,
      "Прелесть!": 54,
      "\"Уехал!": 55,
      "-- А!": 56,
      "-- Алексей Александрович!": 57,
      "-- Без сомнения.": 58,
      "-- Боже мой!": 59,
      "-- Браво!": 60,
      "-- Вот отлично!": 61,
      "-- Где они?": 62,
      "-- Да нехорошо.": 63,
      "-- Да отчего же?": 64,
      "-- Когда же?": 65,
      "-- Кому?": 66,
      "-- Куда?": 67,
      "-- Мама!": 68,
      "-- Мне все равно.": 69,
      "-- Может быть.": 70,
      "-- Не может быть!": 71,
      "-- Нет, благодарствуйте.": 72,
      "-- Нет, не знаю.": 73,
      "-- Нет, отчего же?": 74,
      "-- Ничего не понимаю.": 75,
      "-- Но не будем говорить.": 76,
      "-- Отлично!": 77,
      "-- Отчего же?": 78,
      "-- Очень.": 79,
      "-- Почти.": 80,
      "-- Скоро, скоро.": 81,
      "-- Стива!": 82,
      "-- Так что ж?": 83,
      "-- То есть как?": 84,
      "-- То есть что же?": 85,
      "-- Что ты говоришь?": 86,
      "XXXIV": 87,
      "Анна Каренина": 88,
      "Где?": 89,
      "Да.": 90,
      "За что?": 91,
      "Зачем?": 92,
      "И что же?": 93,
      "Как?": 94,
      "Левин улыбнулся.": 95,
      "Можно прочесть письмо?": 96,
      "На шары!": 97,
      "Наступило молчание.": 98,
      "Нет.": 99,
      "Нисколько.": 100,
      "Ну что же?": 101,
      "Ну, все равно.": 102,
      "Ну?": 103,
      "Он продолжал:": 104,
      "Откуда взял я это?": 105,
      "Отчего?": 106,
      "Сергей Иванович улыбнулся.": 107,
      "Степан Аркадьич улыбнулся.": 108,
      "Так было и нынче.": 109,
      "Толстой Лев Николаевич": 110,
      "Что такое?": 111,
      "Это интересно.": 112
    },
    "unk_token": "[UNK]"
  }
}